Tekla Open API Reference for Tekla Structures 2025
CustomNumber Methods
The ReferenceObjectFilterExpressions.CustomNumber type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
ReferenceObjectFilterExpressions.CustomNumber Class
Tekla.Structures.Filtering.Categories Namespace